{"basics":{"name":"Khanh N. Dinh","image":"","email":"knd2127@columbia.edu","phone":"+1 (212) 851-2132","url":"https://dinhngockhanh.github.io","summary":"Associate Research Scientist in the Irving Institute for Cancer Dynamics at Columbia University","location":{"address":"1190 Amsterdam Avenue, Suite 601, Mail Code: 5560","postalCode":"NY 10027","city":"New York","countryCode":"US","region":"New York"},"profiles":[{"network":"Columbia University","username":"khanh-ngoc-dinh-phd","url":"https://cancerdynamics.columbia.edu/khanh-ngoc-dinh-phd"},{"network":"LinkedIn","username":"khanh-dinh-691355106","url":"https://www.linkedin.com/in/khanh-dinh-691355106/"},{"network":"Google Scholar","username":"sso8kFYAAAAJ&hl","url":"https://scholar.google.com/citations?user=sso8kFYAAAAJ&hl"},{"network":"ORCiD","username":"0000-0002-0010-4251","url":"https://orcid.org/0000-0002-0010-4251"},{"network":"GitHub","username":"dinhngockhanh","url":"https://github.com/dinhngockhanh"},{"network":"ResearchGate","username":"Khanh-Dinh-14","url":"https://www.researchgate.net/profile/Khanh-Dinh-14"}]},"work":[{"name":"Herbert and Florence Irving Institute for Cancer Dynamics","position":"Associate Research Scientist","url":"https://dinhngockhanh.github.io","startDate":"2023-07-01","endDate":"Present","summary":"I develop novel mathematical models and computational algorithms to analyze cancer evolution from genomic sequencing data. My fields of study include:","highlights":["Computational oncology","Mathematical modeling","Analysis of DNA-sequencing data"]}],"education":[{"institution":"University of Alabama","location":"Tuscaloosa, AL, USA","url":"https://math.ua.edu","area":"Numerical Analysis","studyType":"PhD","startDate":"2013-01-15","endDate":"2018-05-30"}],"awards":[{"title":"Emerging Leaders in Computational Oncology","date":"2021","awarder":"Memorial Sloan Kettering Cancer Center"},{"title":"Outstanding Research Award","date":"2018","awarder":"Department of Mathematics, University of Alabama"}],"projects":[{"name":"Quantum Computing","summary":"Quantum computing is the use of quantum-mechanical phenomena such as superposition and entanglement to perform computation. Computers that perform quantum computations are known as quantum computers.","highlights":["Quantum Teleportation","Quantum Cryptography"],"startDate":"2018-01-01","endDate":"2018-01-01","url":"https://example.com"}],"publications":[{"name":"Approximate Bayesian Computation sequential Monte Carlo via random forests","publisher":"arXiv","releaseDate":"2024","url":"https://www.arxiv.org/abs/2406.15865","summary":"We adapt distributional random forests to the Approximate Bayesian Computation (ABC) setting, and introduce ABC sequential Monte Carlo with random forests (ABC-SMC-(D)RF). This updates the prior distribution iteratively to focus on the most likely regions in the parameter space. We show that ABC-SMC-(D)RF can accurately infer posterior distributions for a wide range of deterministic and stochastic models in different scientific areas."},{"name":"CINner: modeling and simulation of chromosomal instability in cancer at single-cell resolution","publisher":"bioRxiv","releaseDate":"2024","url":"https://www.biorxiv.org/content/10.1101/2024.04.03.587939v1","summary":"We present CINner, a mathematical framework for modeling genomic diversity and selection during tumor evolution. We apply CINner to find chromosome-arm selection parameters that drive tumorigenesis in the absence of WGD in chromosomally stable cancer types. We found that the selection parameters predict WGD prevalence among different chromosomally unstable tumors, hinting that the selective advantage of WGD cells hinges on their tolerance for aneuploidy and escape from nullisomy. Direct application of CINner to model the WGD proportion and fraction of genome altered (FGA) further uncovers the increase in CNA probabilities associated with WGD in each cancer type. CINner can also be utilized to study chromosomally stable cancer types, by applying a selection model based on driver gene mutations and focal amplifications or deletions. Finally, we used CINner to analyze the impact of CNA probabilities, chromosome selection parameters, tumor growth dynamics and population size on cancer fitness and heterogeneity."},{"name":"Ongoing genome doubling promotes evolvability and immune dysregulation in ovarian cancer","publisher":"bioRxiv","releaseDate":"2024","url":"https://www.biorxiv.org/content/10.1101/2024.07.11.602772v2","summary":"Whole-genome doubling (WGD) is a critical driver of tumor development and is linked to drug resistance and metastasis in solid malignancies. Here, we demonstrate that WGD is an ongoing mutational process in tumor evolution. We found near-ubiquitous evidence of WGD as an ongoing mutational process promoting cell-cell diversity, high rates of chromosomal missegregation, and consequent micronucleation. Additionally, through integrated single-cell RNA sequencing and high-resolution immunofluorescence microscopy, we found that inflammatory signaling and cGAS-STING pathway activation result from ongoing chromosomal instability and are restricted to tumors that remain predominantly diploid. This contrasted with predominantly WGD tumors, which exhibited significant quiescent and immunosuppressive phenotypic states. Together, these findings establish WGD as an evolutionarily ‘active’ mutational process that promotes evolvability and dysregulated immunity in late stage ovarian cancer."}],"languages":[{"language":"Vietnamese","fluency":"Native speaker","icon":""},{"language":"English","fluency":"Fluent","icon":""}]}